Repository: neuromorph/better-osd
Catalog: po/*.po
Languages: es_es, id_id

# evening time
source: PM
id_id: Malam

# morning time
source: AM
id_id: Pagi

source: Custom OSD
id_id: Kustom 0SD

source: Profiles
es_es: Perfiles
id_id: Profil

source: Settings
es_es: Configuración
id_id: Pengaturan

source: Help
es_es: Ayuda
id_id: Bantuan

source: About
es_es: Acerca de
id_id: Tentang

source: Create and save multiple profiles for the OSD settings,
es_es: Crea y guarda varios perfiles para los ajustes de OSD, y/o importar
id_id: Membuat dan menyimpan beberapa profil untuk pengaturan OSD, dan/atau

source: and/or import Profile Presets. Then, choose one to apply.
es_es: Preajustes de Perfil. A continuación, elija uno para aplicarlo.
id_id: mengimpor Preset Profil. Kemudian, pilih salah satu untuk diterapkan.

source: Select Active Profile
es_es: Seleccionar perfil activo
id_id: Pilih Profil Aktif

source: Select a profile to be applied to all the OSDs. Go to Settings tab to view / edit settings for this active profile.
es_es: Seleccione un perfil para aplicarlo a todos los OSD. Vaya a la pestaña de Ajustes para ver/editar los ajustes para este perfil activo.
id_id: Pilih profil yang akan diterapkan ke semua OSD. Buka tab Pengaturan untuk melihat / edit pengaturan untuk profil aktif ini.

source: Manage Profiles
es_es: Gestión de perfiles
id_id: Kelola Profil

source: Create or Delete profiles. Default profile can be edited but not deleted.
es_es: Crear o eliminar perfiles. El perfil predeterminado puede editarse pero no borrarse.
id_id: Buat atau Hapus profil. Profil default dapat diedit tetapi tidak dihapus.

source: Create Profile
es_es: Crear perfil
id_id: Buat profil

source: Enter profile name
es_es: Introduzca el nombre del perfil
id_id: Masukkan nama profil

source: Delete Profile
es_es: Eliminar perfil
id_id: Hapus Profil

source: Select profile to delete
es_es: Seleccione el perfil que desea eliminar
id_id: Pilih profil yang akan dihapus

source: Import/Export Profiles
es_es: Importar/Exportar Perfiles
id_id: Impor/Ekspor Profil

source: Import or Export settings profiles to a file. Imported profiles will be added to existing ones. Profiles with same name will be overwriten.
es_es: Importa o exporta perfiles de configuración a un archivo. Los perfiles importados se añadirán a los existentes. Los perfiles con el mismo nombre se sobrescribirán.
id_id: Impor atau Ekspor profil pengaturan ke file. Profil yang diimpor akan ditambahkanke profil yang sudah ada. Profil dengan nama yang sama akan ditimpa.

source: Import Profiles
es_es: Importar Perfiles
id_id: Impor Profil

source: Export Profiles
es_es: Exportar Perfiles
id_id: Ekspor Profil

source: Profile Presets
es_es: Preajustes de Perfil
id_id: Preset Profil

source: You can find profile presets in github that you can download and import and tweak further to your liking. If you'd like to share your cool settings profiles, please export them to a file and raise a PR or issue in github.
es_es: En github puedes encontrar perfiles preestablecidos que puedes descargar e importar y ajustaes a tu gusto. Si quieres compartir tus perfiles de configuración, expórtalos a un archivo y crea un PR o una incidencia en Github.
id_id: Anda dapat menemukan preset profil di github yang dapat Anda unduh dan impor serta sesuaikan lebih lanjut sesuai keinginan Anda. Jika Anda ingin membagikan profil pengaturan keren Anda, silakan ekspor ke file dan ajukan PR atau isu di github.

source: Export Settings Profiles
es_es: Exportar perfiles de configuración
id_id: Ekspor Profil Pengaturan

source: Cancel
es_es: Cancelar
id_id: Batalkan

source: Save
es_es: Guardar
id_id: Menyimpan

source: JSON files
es_es: Archivos JSON
id_id: file JSON

source: Import Settings Profiles
es_es: Importar Perfiles de Configuración
id_id: Impor Profil Pengaturan

source: Open
es_es: Abrir
id_id: Membuka

source: Delete Profile?
es_es: ¿Eliminar perfil?
id_id: Hapus Profil?

source: This will delete the settings profile:
es_es: Esto eliminará el perfil de configuración:
id_id: Ini akan menghapus profil pengaturan:

source: Delete
es_es: Eliminar
id_id: Menghapus

source: Profile already exists!
es_es: ¡El perfil ya existe!
id_id: Profil sudah ada!

source: Please choose a different name.
es_es: Por favor, elija un nombre diferente.
id_id: Silakan pilih nama lain.

source: OK
id_id: OKE

source: OSD What?
es_es: OSD ¿Qué?
id_id: Apa itu OSD ?

source: OSDs are On-Screen-Display pop ups that show up for volume, brightness etc.
es_es: Los OSD son ventanas emergentes en pantalla que aparecen para controlar el volumen, el brillo, etc.
id_id: OSD adalah pop up On-Screen-Display yang menampilkan volume, kecerahan, dll.

source: This extension allows you to fully customize these pop ups, whether built-in
es_es: Esta extensión le permite personalizar completamente estas ventanas emergentes, ya estén incorporadas
id_id: Ekstensi ini memungkinkan Anda untuk sepenuhnya menyesuaikan pop up ini, termasuk pop up bawaan

source: or those created by extensions like Caffeine, Lock Keys etc.
es_es: o los creados por extensiones como Caffeine, Lock Keys, etc.
id_id: atau yang dibuat oleh ekstensi seperti Caffeine, Lock Keys , dll.

source: Brief Notes
es_es: Notas breves
id_id: Catatan Singkat

source: In Profiles tab, create new profiles with default settings.
es_es: En la pestaña Perfiles, cree nuevos perfiles con la configuración predeterminada.
id_id: Di tab Profil, buat profil baru dengan pengaturan default.

source: Select a profile as Active and edit its settings in Settings tab.
es_es: Seleccione un perfil como Activo y edite su configuración en la pestaña Configuración.
id_id: Pilih profil sebagai Aktif dan edit pengaturannya di tab Pengaturan.

source: Simply click the - + buttons or PgUp / PgDn keyboard keys.
es_es: Basta con pulsar los botones - + o las teclas RePág / AvPág del teclado.
id_id: Cukup klik tombol - + atau tombol keyboard PgUp / PgDn.

source: Press [Save] or [Save As] button to save the setting.
es_es: Presione el botón [Guardar] o [Guardar como] para guardar la configuración.
id_id: Tekan tombol [Simpan] atau [Simpan Sebagai] untuk menyimpan pengaturan.

source: Hover over the values/buttons for more info (tooltips).
es_es: Pase el ratón por encima de los valores/botones para obtener más información (tooltips).
id_id: Arahkan kursor di atas nilai/tombol untuk info lebih lanjut (keterangan alat).

source: Position is (0,0) at screen-center. Range is -50 to +50 as shown above.
es_es: La posición es (0,0) en el centro de la pantalla. El rango es de -50 a +50 como se muestra arriba.
id_id: Posisi adalah (0,0) di bagian tengah layar. Kisarannya adalah -50 hingga +50 seperti yang ditunjukkan di atas.

source: Custom-color panel of Color button has foreground transparency slider.
es_es: El panel de color personalizado del botón Color tiene un control deslizante de transparencia de la parte delantera.
id_id: Panel warna khusus pada tombol Warna memiliki penggeser transparansi latar depan.

source: Background effects are currently experimental.
es_es: Los efectos de fondo son actualmente experimentales.
id_id: Efek latar belakang saat ini masih bersifat eksperimental.

source: Further styling effects are possible by editing the extension's stylesheet.
es_es: Es posible aplicar otros efectos de estilo editando la hoja de estilos de la extensión.
id_id: Efek gaya lebih lanjut dapat dilakukan dengan mengedit stylesheet ekstensi.

source: Visit home page for more details
es_es: Visite la página de inicio para más detalles
id_id: Kunjungi beranda kami untuk detail lebih lanjut

source: Version
es_es: Versión
id_id: Versi

source: Turn annoying OSDs into Awesome OSDs!
es_es: ¡Convierte los aburridos OSD en increíbles OSD!
id_id: Ubah OSD yang mengganggu menjadi OSD Luar Biasa!

source: Custom OSD Home
es_es: Inicio de OSD personalizado
id_id: Kustom Halaman awal OSD

source: Report an issue
es_es: Comunicar un problema
id_id: Laporkan Masalah

source: Contribute
es_es: Contribuir
id_id: Kontribusi

source: Acknowledgements
es_es: Agradecimientos
id_id: Ucapan Terimakasih

source: Inspired by and initiated from Better OSD 🙏.
es_es: Inspirado e iniciado por Better OSD 🙏.
id_id: Terinspirasi oleh dan diprakarsai oleh Better OSD 🙏.

source: Users: Thank you for your appreciation and valuable feedback!
es_es: Usuarios: Gracias por su aprecio y sus valiosos comentarios :D
id_id: Pengguna: Terima kasih atas apresiasi dan umpan balik Anda yang sangat berharga!

source: Contributors: Translations are welcome and greatly appreciated!
es_es: ¡Colaboradores: Las traducciones son bienvenidas y muy apreciadas!
id_id: Kontributor Terjemahan dipersilakan dan sangat dihargai!

source: Supporters: Highly thankful to you for choosing to support this work 🙏.
es_es: Apoyantes: Altamente agradecido con ustedes por elegir apoyar este trabajo 🙏.
id_id: Para pendukung: Sangat berterima kasih kepada Anda karena telah memilih untuk mendukung pekerjaan ini 🙏.

source: If you'd like to support, you can buy me a coffee ☕
es_es: Si quieres apoyar, puedes invitarme a un café ☕
id_id: Jika Anda ingin mendukung, Anda dapat membelikan saya kopi ☕

source: Share on Twitter
es_es: Compartir en X (Twitter)
id_id: Bagikan di Twitter

source: Share on Reddit
es_es: Compartir en Reddit
id_id: Bagikan di Reddit

source: This program comes with absolutely no warranty.
es_es: Este programa no tiene garantía alguna.
id_id: Program ini sama sekali tidak memiliki garansi.

source: See the <a href="https://gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3</a> for details.
es_es: Consulte la <a href="https://gnu.org/licenses/gpl-3.0.html">Licencia Pública General GNU, versión 3</a> para más detalles.
id_id: Lihat <a href="https://gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3</a> untuk detailnya.

source: Reset Changes?
es_es: ¿Restablecer Cambios?
id_id: Setel Ulang Perubahan?

source: Current changes to active profile settings will be reset.
es_es: Se restablecerán los cambios actuales en la configuración del perfil activo.
id_id: Perubahan terkini pada pengaturan profil aktif akan diatur ulang.

source: Reset
es_es: Restablecer
id_id: Mengatur ulang

source: Active Profile
es_es: Perfil activo
id_id: Profil Aktif

source: Edit settings for active profile and hit [ ✔ Save ] to save them.
es_es: Edite los ajustes del perfil activo y pulse [ ✔ Guardar ] para salvarlos.
id_id: Edit pengaturan untuk profil aktif dan tekan [ ✔ Simpan ] untuk menyimpannya.

source: Geometry
es_es: Geometría
id_id: Geometri

source: Style
es_es: Estilo
id_id: Gaya

source: Beyond
es_es: Visite
id_id: Di luar

source: Save the settings for active profile
es_es: Guardar la configuración del perfil activo
id_id: Simpan pengaturan untuk profil aktif

source: Save As
es_es: Guardar como
id_id: Simpan Sebagai

source: Save the settings as a new profile
es_es: Guardar la configuración como un nuevo perfil
id_id: Simpan pengaturan sebagai profil baru

source: Reset the changes for active profile
es_es: Restablecer los cambios del perfil activo
id_id: Setel ulang perubahan untuk profil aktif

source: Save Profile As
es_es: Guardar perfil como
id_id: Simpan Profil Sebagai

source: Save current settings as specified profile.
es_es: Guardar la configuración actual como un perfil establecido.
id_id: Simpan pengaturan saat ini sebagai profil yang ditentukan.

source: OSD Components : Icon ☀ Label 𝓪𝓫𝓬 Level ↕ Numeric %
es_es: Componentes OSD : Icono ☀ Etiqueta 𝓪𝓫𝓬 Nivel ↕ Numérico %
id_id: Komponen OSD : Ikon ☀ Label 𝓪𝓫𝓬 Tingkat ↕ Angka %

source: Select components to show for each OSD-type below
es_es: Seleccione a continuación los componentes que desea mostrar para cada tipo de OSD
id_id: Pilih komponen yang akan ditampilkan untuk setiap tipe OSD di bawah ini

source: OSDs with All Components
es_es: OSDs con todos los componentes
id_id: OSDs dengan semua komponen

source: OSDs like Volume
es_es: OSDs para Volumen
id_id: OSD seperti Volume

source: OSDs with No Label
es_es: OSD sin etiquetas
id_id: OSD tanpa Label

source: OSDs like Brightness
es_es: OSDs para el Brillo
id_id: OSD seperti Kecerahan

source: OSDs with No Level
es_es: OSDs sin nivel
id_id: OSD tanpa Level

source: OSDs like Caffeine, Lock Keys etc.
es_es: OSD para Caffeine, Lock Keys, etc.
id_id: OSD seperti Kafein, Caffeine, Lock Keys, dll.

source: Clock OSD (hotkey)
es_es: Reloj OSD (tecla de acceso rápido)
id_id: OSD Jam (tombol pintas)

source: e.g. <Super>T
es_es: por ejemplo <Super>T
id_id: contoh <Super>T

source: Click icon or Press Enter to update. Keys: <Alt> <Ctrl> <Super> A B C ... 0 1 2 ...
es_es: Haga clic en el icono o pulse Enter para actualizar. Teclas: <Alt> <Ctrl> <Super> A B C ... 0 1 2 ...
id_id: Klik ikon atau Tekan Enter untuk memperbarui. Tombol: <Alt> <Ctrl> <Super> A B C ... 0 1 2 ...

source: Monitors
es_es: Monitores
id_id: Monitor

source: Choose monitor to show OSD on
es_es: Elige el monitor en el que se mostrará el OSD
id_id: Pilih monitor untuk menampilkan OSD

source: All
es_es: Todos
id_id: Semua

source: Primary
es_es: Principal
id_id: Utama

source: External
es_es: Externo
id_id: luar

source: Gradient Direction
es_es: Dirección del Gradiente
id_id: Arah Gradien

source: Direction of gradient. Horizontal is along length of OSD
es_es: Dirección del gradiente. Horizontal es a lo largo del OSD
id_id: Arah gradien. Horisontal adalah sepanjang OSD

source: Vertical
id_id: Vertikal

source: Background Effect ⚗️
es_es: Efecto de fondo ⚗️
id_id: Efek LatarBelakang ⚗️

source: Background effects for OSD (experimental)
es_es: Efectos para el fondo para OSD (experimental)
id_id: Efek latar belakang untuk OSD (eksperimental)

source: Adjust border, shadow and transparency to get the best effect
es_es: Ajusta el borde, la sombra y la transparencia para conseguir el mejor efecto
id_id: Sesuaikan batas, bayangan, dan transparansi untuk mendapatkan efek terbaik

source: None
es_es: Ninguno
id_id: Tidak ada

source: Dynamic Blur
es_es: Desenfoque dinámico
id_id: Kabur Dinamis

source: Gradient
es_es: Gradiente
id_id: Gradien

source: Pseudo Glass
es_es: Pseudovidrio
id_id: Kaca Semu

source: Wood Raw
es_es: Madera sin tratar
id_id: Kayu baku

source: Wood Polished
es_es: Madera pulida
id_id: Kayu Dipoles

source: Font
es_es: Fuente
id_id: Jenis huruf

source: Font for OSD text
es_es: Fuente para el texto OSD
id_id: Jenis huruf untuk teks OSD

source: Reset to default font
es_es: Restablecer la fuente predeterminada
id_id: atur ulang font ke bawaan

source: Icon
es_es: Icono
id_id: Ikon

source: Numeric %
es_es: % Numérico
id_id: Numeri %

source: Color
id_id: Warna

source: Foreground color of OSD
es_es: Color de primer plano del OSD
id_id: Warna latar depan OSD

source: Background Color
es_es: Color del Fondo
id_id: Warna latar belakang

source: Background color of OSD
es_es: Color para el fondo del OSD
id_id: Warna latar belakang OSD

source: Gradient End Color
es_es: Color final del Degradado
id_id: Warna Ujung Gradien

source: Gradient starts with Background color and ends with this color
es_es: El degradado comienza con el color de fondo y termina con este color
id_id: Gradien dimulai dengan warna Latar Belakang dan diakhiri dengan warna ini

source: Vertical Orientation
es_es: Orientación vertical
id_id: Orientasi Vertikal

source: Show OSD vertically
es_es: Mostrar OSD en vertical
id_id: Tampilkan OSD secara vertikal

source: Box Shadow
id_id: Kotak bayangan

source: Effective on lighter background.
es_es: Efectivo sobre fondo claro.
id_id: Efektif pada latar belakang yang lebih terang.

source: Box Border
es_es: Borde de la caja
id_id: Batas kotak

source: Box border around OSD
es_es: Recuadro alrededor del OSD
id_id: Batas kotak di sekeliling OSD

source: Horizontal Position (%)
es_es: Posición horizontal (%)
id_id: Posisi Horizontal (%)

source: Left Edge: -50 ↞↠ +50 :Right Edge
es_es: Borde izquierdo: -50 ↞↠ +50 :Borde derecho
id_id: Tepi Kiri: -50 ↞↠ +50: Tepi Kanan

source: Vertical Position (%)
es_es: Posición vertical (%)
id_id: Posisi Vertikal (%)

source: Top Edge: -50 ↞↠ +50 :Bottom Edge
es_es: Borde superior: -50 ↞↠ +50 :Borde inferior
id_id: Tepi Atas: -50 ↞↠ +50: Tepi Bawah

source: Size (%)
es_es: Tamaño (%)
id_id: Ukuran %

source: Size relative to monitor height
es_es: Tamaño en relación con la altura del monitor
id_id: Ukuran relatif terhadap tinggi monitor

source: Transparency (Opacity %)
es_es: Transparencia (Opacidad %)
id_id: Transparansi (Opasitas %)

source: Transparent Backgroud: 0 ↞↠ 100 :Opaque Backgroud
es_es: Fondo transparente: 0 ↞↠ 100 :Fondo opaco
id_id: Latar Belakang Transparan: 0 ↞↠ 100: Latar Belakang Buram

source: Shape Shift
es_es: Cambio de forma
id_id: Perubahan Bentuk

source: ☯:-100 ↞ Rectangle:0 ↞↠ 100:Pill ↠ 200:☯
es_es: ☯:-100 ↞ Rectángulo:0 ↞↠ 100:Píldora ↠ 200:☯
id_id: ☯: -100 ↞ Persegi panjang: 0 ↞↠ 100: Pil ↠ 200: ☯

source: Hide Delay (ms)
es_es: Retardo al ocultar (ms)
id_id: Menyembunyikan Tunda (ms)

source: Delay before OSD disappears (ms)
es_es: Retraso antes de que desaparezca el OSD (ms)
id_id: Penundaan sebelum OSD menghilang (ms)

source: Type/edit the values and hit enter key to update OR
es_es: Escriba/edite los valores y pulse la tecla ENTER para actualizar ó

source: Label
es_es: Etiqueta

source: Level
es_es: Nivel
